/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Next";
"Crop:Apply" = "Apply";
"Next" = "Next";
"Done" = "Done";
"Cancel" = "Cancel";
"Effects:Done" = "Next";

// Crop Screen Title
//"Crop" = "Crop";

//Crop Preset Titles
"NoCrop" = "Normal";
"SquareCrop" = "Square";
"CustomCrop" = "Custom";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Stickers";
//"Filters" = "Filters";
//"Borders" = "Borders";
//"Text" = "Text";
//"Draw" = "Draw";

// Loading Prompt
"LoadingEffects" = "Loading";

// Pop-up Alert Text
"Alert" = "Alert";
"OK" = "OK";
"Error" = "Error";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Clear Drawing?";
"ClearDrawMsg" = "Do you really want to clear all your drawing from the image?";
"ClearDrawYes" = "Clear Drawing";

"PriceUnavail" = "Product pricing is unavailable";
"PurchaseProblem" = "A purchasing error occured.";
"RestoreError" = "Error restoring purchases";
"PayentProblem" = "We are unable to process your payment";

// Effect Pack Downlad Status
"Waiting" = "Waiting...";

// Effect Pack Store Button Labels
"Free" = "Free";
"Download" = "DOWNLOAD";
"Installing" = "INSTALLING";

// Effect Pack Store Title
"DownloadPack" = "Download Pack";

// Effect Pack Store Page Restore button title
"Restore" = "Restore Purchases";

// 'None' border selection
"NoBorder" = "Normal";

// 'None' filter selection
"NoFilter" = "Normal";
